Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: Your customized shortcuts will be replaced by the %@ preset. All your changes will be lost.
de: Ihre angepassten Tastaturkurzbefehle werden durch die Voreinstellung „%@“ ersetzt. Alle Änderungen gehen verloren.
es: Tus funciones rápidas personalizadas se reemplazarán por el preajuste %@. Se perderán todos tus cambios.
fr: Vos raccourcis personnalisés seront remplacés par le préréglage %@. Toutes vos modifications seront perdues.
it: Le tue abbreviazioni da tastiera personalizzate verranno sostituite dalla preimpostazione %@. Tutte le modifiche andranno perse.
ja: カスタマイズしたショートカットは%@プリセットで置き換えられます。すべての変更が失われます。
ko: 사용자화한 단축키가 %@ 프리셋으로 대치됩니다. 모든 변경 사항이 사라집니다.
nl: Je aangepaste toetscombinaties worden vervangen door de voorinstelling %@. Al je wijzigingen gaan verloren.
pl: Własne skróty zostaną zastąpione zestawem %@. Wszystkie zmiany zostaną utracone.
pt_br: Seus atalhos personalizados serão substituídos pela predefinição %@. Todas as suas alterações serão perdidas.
ru: Ваши настроенные сочетания клавиш будут заменены набором «%@». Все изменения будут потеряны.
uk: Ваші власні скорочення буде замінено набором %@. Усі зміни буде втрачено.
zh_hans: 你的自定义快捷键将被 %@ 预设替换。你所有的更改将丢失。
zh_hant: 你的自訂快速鍵將由 %@ 預設取代。你所有的變更將遺失。

source: Your files in iCloud Drive are listed above. The folders apps keep there — Pages, Preview, Shortcuts — are private to macOS until you allow Dirnex to read them. Click Open System Settings, then switch on Dirnex under Full Disk Access. macOS will ask Dirnex to relaunch so the new access takes effect.
de: Ihre Dateien in iCloud Drive sind oben aufgeführt. Die Ordner, die Apps dort ablegen – Pages, Vorschau, Kurzbefehle – sind für macOS privat, bis Sie Dirnex den Lesezugriff erlauben. Klicken Sie auf „Systemeinstellungen öffnen“ und aktivieren Sie Dirnex unter „Festplattenvollzugriff“. macOS fordert dann einen Neustart von Dirnex an, damit der neue Zugriff wirksam wird.
es: Tus archivos de iCloud Drive aparecen arriba. Las carpetas que las apps guardan allí —Pages, Vista Previa y Atajos— son privadas para macOS hasta que permitas que Dirnex las lea. Haz clic en Abrir Ajustes del Sistema y activa Dirnex en Acceso total al disco. macOS pedirá reiniciar Dirnex para que el nuevo acceso surta efecto.
fr: Vos fichiers iCloud Drive sont affichés ci-dessus. Les dossiers que les apps y créent — Pages, Aperçu, Raccourcis — sont privés dans macOS jusqu’à ce que vous autorisiez Dirnex à les lire. Cliquez sur Ouvrir Réglages Système, puis activez Dirnex dans Accès complet au disque. macOS vous demandera de relancer Dirnex afin que l’autorisation prenne effet.
it: I file in iCloud Drive sono elencati sopra. Le cartelle che le app conservano lì, come Pages, Anteprima e Comandi Rapidi, restano private per macOS finché non autorizzi Dirnex a leggerle. Fai clic su Apri Impostazioni di Sistema, poi attiva Dirnex in Accesso completo al disco. macOS chiederà a Dirnex di riavviarsi perché il nuovo accesso abbia effetto.
ja: iCloud Drive内のファイルは上に表示されています。Pages、プレビュー、ショートカットなどのアプリがそこに置くフォルダは、Dirnexに読み取りを許可するまでmacOSにより非公開です。 “システム設定を開く”をクリックして、“フルディスクアクセス”でDirnexをオンにしてください。新しいアクセス権を有効にするため、macOSからDirnexの再起動を求められます。
ko: iCloud Drive의 파일이 위에 나열되어 있습니다. Pages, 미리보기, 단축어 같은 앱 폴더는 Dirnex가 읽도록 허용하기 전까지 macOS에서 비공개로 유지됩니다. ‘시스템 설정 열기’를 클릭한 다음, 전체 디스크 접근 권한에서 Dirnex를 켜십시오. macOS가 새 권한을 적용하기 위해 Dirnex를 다시 실행하라고 요청합니다.
nl: Je bestanden in iCloud Drive staan hierboven. De mappen die apps daar bewaren — Pages, Voorvertoning, Opdrachten — zijn privé voor macOS totdat je Dirnex toestemming geeft om ze te lezen. Klik op Open Systeeminstellingen en schakel Dirnex in onder Volledige schijftoegang. macOS vraagt Dirnex om opnieuw te starten zodat de nieuwe toegang actief wordt.
pl: Twoje pliki w iCloud Drive są pokazane wyżej. Foldery, które aplikacje tam trzymają — Pages, Podgląd, Skróty — są prywatne dla macOS, dopóki nie pozwolisz Dirnex ich odczytywać. Kliknij Otwórz Ustawienia systemowe, a potem włącz Dirnex w sekcji Pełny dostęp do dysku. macOS poprosi o ponowne uruchomienie Dirnex, aby nowy dostęp zaczął działać.
pt_br: Seus arquivos no iCloud Drive estão listados acima. As pastas que os apps mantêm ali — Pages, Pré-Visualização, Atalhos — são privadas para o macOS até você permitir que o Dirnex as leia. Clique em Abrir Ajustes do Sistema e ative o Dirnex em Acesso Total ao Disco. O macOS pedirá para o Dirnex reiniciar para que o novo acesso tenha efeito.
ru: Ваши файлы в iCloud Drive показаны выше. Папки, которые там хранят приложения — Pages, «Просмотр», «Быстрые команды» — закрыты macOS, пока вы не разрешите Dirnex их читать. Нажмите «Открыть Системные настройки», затем включите Dirnex в разделе «Полный доступ к диску». macOS попросит Dirnex перезапуститься, чтобы новый доступ вступил в силу.
uk: Ваші файли в iCloud Drive показано вище. Папки, які програми зберігають там — Pages, Preview, Shortcuts — приватні для macOS, доки ви не дозволите Dirnex читати їх. Натисніть «Відкрити Системні параметри», а потім увімкніть Dirnex у розділі «Повний доступ до диска». macOS попросить перезапустити Dirnex, щоб новий доступ набув чинності.
zh_hans: 你在 iCloud Drive 中的文件已列在上方。App 存放在那里的文件夹，例如 Pages、“预览”和“快捷指令”，在你允许 Dirnex 读取之前由 macOS 保护。 点按“打开系统设置”，然后在“完全磁盘访问权限”中打开 Dirnex。macOS 会要求重新启动 Dirnex，让新的访问权限生效。
zh_hant: 你在「iCloud 雲碟」中的檔案已列在上方。App 存放在那裡的檔案夾，例如 Pages、「預覽」和「捷徑」，在你允許 Dirnex 讀取之前由 macOS 保護。 按一下「打開系統設定」，然後在「完全取用磁碟」中啟用 Dirnex。macOS 會要求重新啟動 Dirnex，讓新的取用權限生效。

source: Your search matched more items. Narrow it to see the rest.
de: Ihre Suche hat weitere Objekte gefunden. Grenzen Sie sie ein, um die restlichen Objekte zu sehen.
es: Tu búsqueda encontró más ítems. Acótala para ver el resto.
fr: Votre recherche a trouvé davantage de résultats. Affinez-la pour afficher les autres.
it: La tua ricerca ha trovato altri risultati. Restringi la ricerca per vedere il resto.
ja: 検索に一致する項目がさらにあります。絞り込むと残りを表示できます。
ko: 검색과 일치하는 항목이 더 있습니다. 범위를 좁히면 나머지를 볼 수 있습니다.
nl: Je zoekopdracht heeft meer onderdelen gevonden. Verfijn de zoekopdracht om de rest te zien.
pl: Wyszukiwanie pasuje do większej liczby rzeczy. Zawęź je, aby zobaczyć resztę.
pt_br: Sua busca encontrou mais itens. Refine-a para ver o restante.
ru: Поиск нашёл больше объектов. Уточните его, чтобы увидеть остальные.
uk: Ваш пошук знайшов більше об’єктів. Звузьте пошук, щоб побачити решту.
zh_hans: 你的搜索结果匹配了更多项目。缩小范围以查看其余内容。
zh_hant: 你的搜尋結果符合了更多項目。縮小範圍以檢視其餘內容。

source: Branch %@
es: Rama %@
fr: Branche %@
it: Ramo %@
ja: ブランチ %@
ko: 브랜치 %@
pl: Gałąź %@
ru: Ветка %@
uk: Гілка %@
zh_hans: 分支 %@
zh_hant: 分支 %@

# command.file.closeTab.keywords
source: tab
es: pestaña
fr: onglet
it: scheda
ja: タブ
ko: 탭
pl: karta
pt_br: aba
ru: вкладка, закрыть
uk: закрити, вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.file.newTab.keywords
source: tab
es: pestaña
fr: onglet
it: scheda
ja: タブ
ko: 탭
pl: karta
pt_br: aba
ru: вкладка, новая
uk: нова вкладка, вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.file.tags.title
source: Tags…
es: Etiquetas…
fr: Étiquettes…
it: Tag…
ja: タグ…
ko: 태그…
pl: Tagi…
pt_br: Etiquetas…
ru: Теги…
uk: Теги
zh_hans: 标签…
zh_hant: 標籤…

# command.window.nextTab.keywords
source: tab
es: pestaña
fr: onglet
it: scheda
ja: タブ
ko: 탭
pl: karta
pt_br: aba
ru: вкладка, следующая
uk: наступна вкладка, вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.window.previousTab.keywords
source: tab
es: pestaña
fr: onglet
it: scheda
ja: タブ
ko: 탭
pl: karta
pt_br: aba
ru: вкладка, предыдущая
uk: попередня вкладка, вкладка
zh_hans: 标签页
zh_hant: 標籤頁

source: detached HEAD
es: HEAD separado
fr: HEAD détachée
it: HEAD scollegato
ja: 切り離されたHEAD
ko: 떨어진 머리
nl: losgekoppelde HEAD
pl: odłączony HEAD
pt_br: HEAD desanexado
ru: отсоединённый HEAD
uk: відокремлений HEAD
zh_hans: 分离的 HEAD
zh_hant: 分離的 HEAD

source: Detached HEAD
es: HEAD separado
fr: HEAD détachée
it: HEAD scollegato
ja: 切り離されたHEAD
ko: 분리된 HEAD
nl: Losgekoppelde HEAD
pl: Odłączony HEAD
pt_br: HEAD desanexado
ru: Отсоединённый HEAD
uk: Відокремлений HEAD
zh_hans: 分离的 HEAD
zh_hant: 分離的 HEAD

# Filter “%@” · %@
source: Filter “%1$@” · %2$@
es: Filtro «%1$@» · %2$@
fr: Filtre «%1$@» · %2$@
it: Filtra “%1$@” · %2$@
ja: フィルタ“%1$@”・%2$@
ko: 필터 “%1$@” · %2$@
pl: Filtr „%1$@” · %2$@
pt_br: Filtro “%1$@” · %2$@
ru: Фильтр «%1$@» · %2$@
uk: Фильтр «%1$@» · %2$@
zh_hans: 过滤“%1$@”·%2$@
zh_hant: 過濾「%1$@」·%2$@

source: Format:
es: Formato:
it: Formato:
ja: フォーマット:
ko: 포맷:
nl: Formaat:
pt_br: Formato:
ru: Формат:
uk: Формат:
zh_hans: 格式：
zh_hant: 格式：

source: Git branch
es: Rama Git
fr: Branche Git
it: Ramo Git
ja: Gitブランチ
ko: Git 브랜치
pl: Gałąź Git
pt_br: Branch do Git
ru: Ветка Git
uk: Гілка Git
zh_hans: Git 分支
zh_hant: Git 分支

source: Git status
es: Estado de Git
fr: Statut Git
it: Stato Git
ja: Gitステータス
ko: Git 상태
pl: Status Git
pt_br: Status do Git
ru: Статус Git
uk: Статус Git
zh_hans: Git 状态
zh_hant: Git 狀態

source: Host:
es: Servidor:
fr: Hôte :
ja: ホスト:
ko: 호스트:
pt_br: Servidor:
ru: Хост:
uk: Хост:
zh_hans: 主机：
zh_hant: 主機：

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
uk: Назва:
zh_hans: 名称：
zh_hant: 名稱：

source: Navigation
es: Navegación
it: Navigazione
ja: ナビゲーション
ko: 탐색
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru: Навигация
uk: Навігація
zh_hans: 导航
zh_hant: 導覽

source: Port:
es: Puerto:
it: Porta:
ja: ポート:
ko: 포트:
nl: Poort:
pt_br: Porta:
ru: Порт:
uk: Порт:
zh_hans: 端口：
zh_hant: 連接埠：

source: Server
es: Servidor
fr: Serveur
ja: サーバ
ko: 서버
pl: Serwer
pt_br: Servidor
ru: Сервер
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: Start
es: Inicio
fr: Commencer
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt_br: Iniciar
ru: Начало
uk: Почати
zh_hans: 开始
zh_hant: 開始

source: Tag name
es: Nombre de etiqueta
fr: Nom de l’étiquette
it: Nome tag
ja: タグ名
ko: 태그 이름
nl: Tagnaam
pl: Nazwa tagu
pt_br: Nome da etiqueta
ru: Имя тега
uk: Назва тегу
zh_hans: 标签名称
zh_hant: 標籤名稱

# tag.color.orange.title
source: Orange
es: Naranja
it: Arancione
ja: オレンジ
ko: 주황색
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
uk: Помаранчевий
zh_hans: 橙色
zh_hant: 橙色

source: Tags
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas
ru: Теги
uk: Теги
zh_hans: 标签
zh_hant: 標籤

source: Tags:
es: Etiquetas:
fr: Étiquettes :
it: Tag:
ja: タグ:
ko: 태그:
pl: Tagi:
pt_br: Etiquetas:
ru: Теги:
uk: Теги:
zh_hans: 标签：
zh_hant: 標籤：

# archive.level.normal.title
source: Normal
fr: Normale
it: Normale
ja: 通常
ko: 보통
nl: Normaal
pl: Normalna
ru: Обычное
uk: Звичайне
zh_hans: 普通
zh_hant: 普通

source: %@/s
ja: %@/秒
ru: %@/с
uk: %@/с

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# command.file.rename.keywords
source: f2
pl: f2, nazwa
ru: f2, переименовать, имя
uk: перейменувати, назва, f2

# commandCategory.application.title
source: Dirnex
uk: Програма

source: iCloud Drive
zh_hant: iCloud 雲碟
